[
  {
    "items": [
      {
        "_block": -1,
        "_item": 0,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 0,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 1,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 1,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 2,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          },
          {
            "_itemAll": 3,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 2,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 4,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          },
          {
            "_itemAll": 5,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 3,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 6,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 7,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 4,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 8,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          },
          {
            "_itemAll": 9,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 5,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 10,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 11,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 6,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 12,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          },
          {
            "_itemAll": 13,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 7,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 14,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 15,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 8,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 16,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          },
          {
            "_itemAll": 17,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 9,
        "documentID": "5#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 18,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 19,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 10,
        "documentID": "5#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::5#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 20,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 21,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 10,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 22,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 23,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 11,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 24,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          },
          {
            "_itemAll": 25,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 12,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 26,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          },
          {
            "_itemAll": 27,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 13,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 28,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 29,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 14,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 30,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          },
          {
            "_itemAll": 31,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 15,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 32,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 33,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 16,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 34,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          },
          {
            "_itemAll": 35,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 17,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 36,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 37,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 18,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 38,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          },
          {
            "_itemAll": 39,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 19,
        "documentID": "4#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 40,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 41,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 20,
        "documentID": "4#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::4#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 42,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 43,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 20,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 44,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 45,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 21,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 46,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          },
          {
            "_itemAll": 47,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 22,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 48,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          },
          {
            "_itemAll": 49,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 23,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 50,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 51,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 24,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 52,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          },
          {
            "_itemAll": 53,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 25,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 54,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 55,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 26,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 56,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          },
          {
            "_itemAll": 57,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 27,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 58,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 59,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 28,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 60,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          },
          {
            "_itemAll": 61,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 29,
        "documentID": "1#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 62,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 63,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 30,
        "documentID": "1#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::1#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 64,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 65,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 30,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 66,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 67,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 31,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 68,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          },
          {
            "_itemAll": 69,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 32,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 70,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          },
          {
            "_itemAll": 71,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 33,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 72,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 73,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 34,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 74,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          },
          {
            "_itemAll": 75,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 35,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 76,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 77,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 36,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 78,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          },
          {
            "_itemAll": 79,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 37,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 80,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 81,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 38,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 82,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          },
          {
            "_itemAll": 83,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 39,
        "documentID": "9#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 84,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 85,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 40,
        "documentID": "9#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::9#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 86,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 87,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 40,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 88,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 89,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 41,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 90,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          },
          {
            "_itemAll": 91,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 42,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 92,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          },
          {
            "_itemAll": 93,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 43,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 94,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 95,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 44,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 96,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          },
          {
            "_itemAll": 97,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 45,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 98,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 99,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 46,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 100,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          },
          {
            "_itemAll": 101,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 47,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 102,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 103,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 48,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 104,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          },
          {
            "_itemAll": 105,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 49,
        "documentID": "3#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 106,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 107,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 50,
        "documentID": "3#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::3#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 108,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 109,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 50,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 110,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 111,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 51,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 112,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          },
          {
            "_itemAll": 113,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 52,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 114,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          },
          {
            "_itemAll": 115,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 53,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 116,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 117,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 54,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 118,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          },
          {
            "_itemAll": 119,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 55,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 120,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 121,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 56,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 122,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          },
          {
            "_itemAll": 123,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 57,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 124,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 125,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 58,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 126,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          },
          {
            "_itemAll": 127,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 59,
        "documentID": "2#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 128,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 129,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 60,
        "documentID": "2#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::2#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 130,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 131,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 60,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 132,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 133,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 61,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 134,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          },
          {
            "_itemAll": 135,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 62,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 136,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          },
          {
            "_itemAll": 137,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 63,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 138,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 139,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 64,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 140,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          },
          {
            "_itemAll": 141,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 65,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 142,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 143,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 66,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 144,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          },
          {
            "_itemAll": 145,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 67,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 146,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 147,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 68,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 148,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          },
          {
            "_itemAll": 149,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 69,
        "documentID": "8#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 150,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 151,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 70,
        "documentID": "8#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::8#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 152,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 153,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 70,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 154,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 155,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 71,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 156,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          },
          {
            "_itemAll": 157,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 72,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 158,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          },
          {
            "_itemAll": 159,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 73,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 160,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 161,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 74,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 162,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          },
          {
            "_itemAll": 163,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 75,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 164,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 165,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 76,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 166,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          },
          {
            "_itemAll": 167,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 77,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 168,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 169,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 78,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 170,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          },
          {
            "_itemAll": 171,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 79,
        "documentID": "10#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 172,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 173,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 80,
        "documentID": "10#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::10#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 174,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          },
          {
            "_itemAll": 175,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 80,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 176,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 177,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 81,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 178,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          },
          {
            "_itemAll": 179,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 82,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 180,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          },
          {
            "_itemAll": 181,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 83,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 182,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 183,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 84,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 184,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          },
          {
            "_itemAll": 185,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 85,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 186,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 187,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 86,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 188,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          },
          {
            "_itemAll": 189,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 87,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 190,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 191,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 88,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 192,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          },
          {
            "_itemAll": 193,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 89,
        "documentID": "6#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 194,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 195,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 90,
        "documentID": "6#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::6#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 196,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 197,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 90,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::1",
        "segmentText": "EuGH-Urteil stärkt Eltern",
        "targets": [
          {
            "_itemAll": 198,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents"
          },
          {
            "_itemAll": 199,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 91,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::2",
        "segmentText": "<h1>Erziehungszeit im EU-Ausland zählt für Rente</h1>",
        "targets": [
          {
            "_itemAll": 200,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h1>Parenting time in another EU country counts towards your pension</h1>"
          },
          {
            "_itemAll": 201,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h1>Parental leave in another EU country counts towards pension</h1>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 92,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::3",
        "segmentText": "Stand: 22.02.2024 16:49 Uhr",
        "targets": [
          {
            "_itemAll": 202,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "As of: February 22, 2024 4:49 p.m"
          },
          {
            "_itemAll": 203,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "Last updated: 22.02.2024 16:49"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 93,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::4",
        "segmentText": "<emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph>",
        "targets": [
          {
            "_itemAll": 204,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          },
          {
            "_itemAll": 205,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 94,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::5",
        "segmentText": "Von Alena Lagmöller, ARD-Rechtsredaktion",
        "targets": [
          {
            "_itemAll": 206,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "By Alena Lagmöller, ARD Legal Editor"
          },
          {
            "_itemAll": 207,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "By Alena Lagmöller, ARD legal department"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 95,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::6",
        "segmentText": "EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen.",
        "targets": [
          {
            "_itemAll": 208,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          },
          {
            "_itemAll": 209,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 96,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::7",
        "segmentText": "So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein.",
        "targets": [
          {
            "_itemAll": 210,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time."
          },
          {
            "_itemAll": 211,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 97,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::8",
        "segmentText": "<h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2>",
        "targets": [
          {
            "_itemAll": 212,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          },
          {
            "_itemAll": 213,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "<h2>No difference between education at home and abroad</h2>"
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 98,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::9",
        "segmentText": "Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht.",
        "targets": [
          {
            "_itemAll": 214,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home."
          },
          {
            "_itemAll": 215,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 99,
        "documentID": "7#1-101",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::10",
        "segmentText": "Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 216,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 217,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      },
      {
        "_block": -1,
        "_item": 100,
        "documentID": "7#1-101",
        "isCompleteDocument": true,
        "itemID": 10,
        "itemType": "TGT",
        "segmentContextLeft": "",
        "segmentID": "example.tsv::7#1-101::10",
        "segmentText": "EuGH-Urteil stärkt Eltern <h1>Erziehungszeit im EU-Ausland zählt für Rente</h1> Stand: 22.02.2024 16:49 Uhr <emph>Erziehungszeiten im EU-Ausland können laut EuGH auch dann bei der Rente berücksichtigt werden, wenn zuvor nicht in die deutsche Rentenkasse eingezahlt wurde. Konkret ging es um eine Deutsche, die lange in den Niederlanden wohnte.</emph> Von Alena Lagmöller, ARD-Rechtsredaktion EU-Bürger genießen Freizügigkeit - sie haben das Recht, sich frei zwischen den Mitgliedsstaaten zu bewegen. Arbeitszeiten, die im EU-Ausland verrichtet werden, werden auf den inländischen Rentenanspruch angerechnet.Doch wer im Ausland Kinder erzogen hat, der muss mitunter um eine Anrechnung der Zeiten auf den Rentenanspruch kämpfen. So erging es auch einer Frau aus dem deutsch-niederländischen Grenzgebiet: Sie hat vor dem Landessozialgericht Nordrhein-Westfalen geklagt, weil die Deutsche Rentenversicherung ihre Kindererziehungszeit in den Niederlanden nicht anrechnen wollte. Die Klägerin wohnte viele Jahre in den Niederlanden in der Nähe von Aachen. Ihre Ausbildung hatte sie als Grenzgängerin in Aachen absolviert, war aber nie sozialversicherungspflichtig tätig. Sie bekam zwei Kinder, die sie in den Niederlanden aufgezogen hatte und war währenddessen nicht berufstätig. Erst viele Jahre später zog sie nach Deutschland und zahlte dann erstmals in die Rentenkasse ein. <h2>Kein Unterschied zwischen Erziehung im In- und Ausland</h2> Als die Frau erwerbsunfähig wurde, rechnete die Deutsche Rentenversicherung die Kindererziehungszeit in den Niederlanden nicht auf ihren Rentenanspruch an. Der Europäische Gerichtshof sieht das anders: Für die Anrechnung kommt es darauf an, ob zwischen der Kindererziehungszeit im Ausland und der Versicherungszeit im Inland eine \"hinreichende Verbindung\" besteht. Dieses Kriterium hat der EuGH bereits in früheren Entscheidungen entwickelt. Deswegen war schon länger klar, dass grundsätzlich auch Kindererziehungszeiten im EU-Ausland bei der Rentenberechnung berücksichtigt werden müssen. Neu ist aber, dass eine \"hinreichende Verbindung\" selbst dann besteht, wenn die Betroffene vor der Kindererziehungszeit im Ausland keine Beiträge in die Rentenversicherung eingezahlt hat.",
        "targets": [
          {
            "_itemAll": 218,
            "_target": 0,
            "targetContextLeft": "",
            "targetID": "system-B",
            "targetText": "ECJ ruling strengthens parents <h1>Parenting time in another EU country counts towards your pension</h1> As of: February 22, 2024 4:49 p.m <emph>According to the ECJ, parenting periods in other EU countries can be taken into account in the pension even if they have not previously been paid into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD Legal Editor EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours carried out in other EU countries are counted towards the domestic pension entitlement. But those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She sued the state social court of North Rhine-Westphalia because the German pension insurance did not want to take into account the time she spent raising children in the Netherlands. The plaintiff lived in the Netherlands near Aachen for many years. She completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children who she raised in the Netherlands and did not work during this time. It was only many years later that she moved to Germany and then paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the time spent raising children in the Netherlands towards her pension entitlement. The European Court of Justice sees it differently: For the credit to be taken into account, it depends on whether there is a “sufficient connection” between the time spent raising children abroad and the insurance time at home. The ECJ has already developed this criterion in previous decisions. It has therefore been clear for some time that, in principle, periods spent raising children in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a “sufficient connection” even if the person concerned did not pay any contributions to the pension insurance before raising children abroad."
          },
          {
            "_itemAll": 219,
            "_target": 1,
            "targetContextLeft": "",
            "targetID": "system-A",
            "targetText": "ECJ ruling strengthens parents <h1>Parental leave in another EU country counts towards pension</h1> Last updated: 22.02.2024 16:49 <emph>According to the ECJ, child-rearing periods in other EU countries can also be taken into account in the pension if no previous payment has been made into the German pension fund. Specifically, it was about a German woman who had lived in the Netherlands for a long time.</emph> By Alena Lagmöller, ARD legal department EU citizens enjoy freedom of movement - they have the right to move freely between member states. Working hours worked in other EU countries are counted towards the domestic pension entitlement. However, those who have raised children abroad sometimes have to fight for their periods to be counted towards their pension entitlement. This is what happened to a woman from the German-Dutch border area: She filed a lawsuit before the Regional Social Court of North Rhine-Westphalia because the German pension insurance did not want to take into account her child-rearing time in the Netherlands. The plaintiff lived for many years in the Netherlands, near Aachen. She had completed her training as a cross-border commuter in Aachen, but was never subject to social security contributions. She had two children whom she had raised in the Netherlands and was not working during this time. It was not until many years later that she moved to Germany and paid into the pension fund for the first time. <h2>No difference between education at home and abroad</h2> When the woman became unable to work, the German pension insurance did not count the child-rearing period in the Netherlands against her pension entitlement. The European Court of Justice takes a different view: for the purposes of crediting, it depends on whether there is a \"sufficient connection\" between the child-rearing period abroad and the insurance period in Germany. This criterion has already been developed by the ECJ in previous decisions. For this reason, it has been clear for some time that child-rearing periods in other EU countries must also be taken into account when calculating pensions. What is new, however, is that there is a \"sufficient connection\" even if the person concerned did not pay any contributions to the pension insurance scheme before the child-rearing period abroad."
          }
        ],
        "targetsSize": 2
      }
    ],
    "task": {
      "batchNo": 1,
      "batchSize": 100,
      "randomSeed": 1111,
      "requiredAnnotations": 1,
      "sourceLanguage": "deu",
      "targetLanguage": "eng"
    }
  }
]