[
  {
    "items": [
      {
        "_block": -1,
        "_item": 0,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes"
      },
      {
        "_block": -1,
        "_item": 1,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen."
      },
      {
        "_block": -1,
        "_item": 2,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat."
      },
      {
        "_block": -1,
        "_item": 3,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben."
      },
      {
        "_block": -1,
        "_item": 4,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten."
      },
      {
        "_block": -1,
        "_item": 5,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Die Befürworter des Referendums, darunter Premierminister Zoran Zaev, argumentieren jedoch, dass die Namensänderung lediglich der Preis sei, den man für den Beitritt zur EU und zur NATO zahlen müsse."
      },
      {
        "_block": -1,
        "_item": 6,
        "documentID": "rt.com.91337",
        "isCompleteDocument": true,
        "itemID": "6",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote. However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten. Die Befürworter des Referendums, darunter Premierminister Zoran Zaev, argumentieren jedoch, dass die Namensänderung lediglich der Preis sei, den man für den Beitritt zur EU und zur NATO zahlen müsse."
      },
      {
        "_block": -1,
        "_item": 6,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Welsh AMs worried about 'looking like muppets'",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“"
      },
      {
        "_block": -1,
        "_item": 7,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets'",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament).",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern."
      },
      {
        "_block": -1,
        "_item": 8,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament).",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "It has arisen because of plans to change the name of the assembly to the Welsh Parliament.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern."
      },
      {
        "_block": -1,
        "_item": 9,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "AMs across the political spectrum are worried it could invite ridicule.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte."
      },
      {
        "_block": -1,
        "_item": 10,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\"",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“."
      },
      {
        "_block": -1,
        "_item": 11,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "For readers outside of Wales: In Welsh twp means daft and pwp means poo.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo."
      },
      {
        "_block": -1,
        "_item": 12,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen."
      },
      {
        "_block": -1,
        "_item": 13,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte."
      },
      {
        "_block": -1,
        "_item": 14,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen."
      },
      {
        "_block": -1,
        "_item": 15,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\"",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“."
      },
      {
        "_block": -1,
        "_item": 16,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Government of Wales Act 2017 gave the Welsh assembly the power to change its name.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern."
      },
      {
        "_block": -1,
        "_item": 17,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand."
      },
      {
        "_block": -1,
        "_item": 18,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung."
      },
      {
        "_block": -1,
        "_item": 19,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt."
      },
      {
        "_block": -1,
        "_item": 20,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation. AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The legislation on the reforms will include other changes to the way the assembly works, including rules on disqualification of AMs and the design of the committee system.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung. Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Rechtsvorschriften zu den Reformen werden weitere Änderungen an der Arbeitsweise der Versammlung beinhalten, darunter Vorschriften über den Ausschluss von AMs und die Gestaltung des Ausschusssystems."
      },
      {
        "_block": -1,
        "_item": 21,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation. AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks. The legislation on the reforms will include other changes to the way the assembly works, including rules on disqualification of AMs and the design of the committee system.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "AMs will get the final vote on the question of what they should be called when they debate the legislation.",
        "targetContextLeft": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung. Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt. Die Rechtsvorschriften zu den Reformen werden weitere Änderungen an der Arbeitsweise der Versammlung beinhalten, darunter Vorschriften über den Ausschluss von AMs und die Gestaltung des Ausschusssystems.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die AMs werden die Schlussabstimmung über die Frage erhalten, wie sie bei der Debatte über die Rechtsvorschriften genannt werden sollten."
      },
      {
        "_block": -1,
        "_item": 22,
        "documentID": "bbc.381790",
        "isCompleteDocument": true,
        "itemID": "16",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation. AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks. The legislation on the reforms will include other changes to the way the assembly works, including rules on disqualification of AMs and the design of the committee system. AMs will get the final vote on the question of what they should be called when they debate the legislation.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Walisische AMs besorgt darüber, dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in MWPs (Mitglied des Walisischen Parlaments) zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem gesamten politischen Spektrum sind besorgt, dass dies zu Spott führen könnte. Ein Labour-AM sagte, seine Fraktion sei besorgt darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser außerhalb von Wales: Auf Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein walisischer Konservativer sagte, seine Fraktion sei „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften zur Einführung der Namensänderung ausarbeitet, sagte: „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Der Government of Wales Act 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung. Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt. Die Rechtsvorschriften zu den Reformen werden weitere Änderungen an der Arbeitsweise der Versammlung beinhalten, darunter Vorschriften über den Ausschluss von AMs und die Gestaltung des Ausschusssystems. Die AMs werden die Schlussabstimmung über die Frage erhalten, wie sie bei der Debatte über die Rechtsvorschriften genannt werden sollten."
      },
      {
        "_block": -1,
        "_item": 22,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen"
      },
      {
        "_block": -1,
        "_item": 23,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen."
      },
      {
        "_block": -1,
        "_item": 24,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Volksabstimmung wurde mit dem Ziel durchgeführt, einen jahrzehntelangen Streit mit dem Nachbarland Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat."
      },
      {
        "_block": -1,
        "_item": 25,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde mit dem Ziel durchgeführt, einen jahrzehntelangen Streit mit dem Nachbarland Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einspruch gegen seine Beitrittsgesuche für die EU und die NATO erhoben."
      },
      {
        "_block": -1,
        "_item": 26,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde mit dem Ziel durchgeführt, einen jahrzehntelangen Streit mit dem Nachbarland Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einspruch gegen seine Beitrittsgesuche für die EU und die NATO erhoben.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten."
      },
      {
        "_block": -1,
        "_item": 27,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde mit dem Ziel durchgeführt, einen jahrzehntelangen Streit mit dem Nachbarland Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einspruch gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Befürworter des Referendums, darunter Ministerpräsident Zoran Zaev, argumentieren jedoch, dass die Namensänderung einfach der Preis sei, den man zahlen müsse, um der EU und der NATO beizutreten."
      },
      {
        "_block": -1,
        "_item": 28,
        "documentID": "rt.com.91337",
        "isCompleteDocument": true,
        "itemID": "6",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote. However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde mit dem Ziel durchgeführt, einen jahrzehntelangen Streit mit dem Nachbarland Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einspruch gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten. Die Befürworter des Referendums, darunter Ministerpräsident Zoran Zaev, argumentieren jedoch, dass die Namensänderung einfach der Preis sei, den man zahlen müsse, um der EU und der NATO beizutreten."
      },
      {
        "_block": -1,
        "_item": 28,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf"
      },
      {
        "_block": -1,
        "_item": 29,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "„Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams."
      },
      {
        "_block": -1,
        "_item": 30,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"Today, there's neither.\"",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "„Heute gibt es weder das eine noch das andere“."
      },
      {
        "_block": -1,
        "_item": 31,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "He said the disappearance of bars was understandable.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Er sagte, das Verschwinden der Bars sei verständlich."
      },
      {
        "_block": -1,
        "_item": 32,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"People socialize in a different way\" nowadays, he said.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "„Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er."
      },
      {
        "_block": -1,
        "_item": 33,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"Bars are no longer neighborhood living rooms where people go on a regular basis.\"",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "„Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“."
      },
      {
        "_block": -1,
        "_item": 34,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\"",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“."
      },
      {
        "_block": -1,
        "_item": 35,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden."
      },
      {
        "_block": -1,
        "_item": 36,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\"",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "„Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“."
      },
      {
        "_block": -1,
        "_item": 37,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später."
      },
      {
        "_block": -1,
        "_item": 38,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The original white Methodist congregation moved out in the 1930s.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus."
      },
      {
        "_block": -1,
        "_item": 39,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A black congregation that had been worshiping nearby took title to the building.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes."
      },
      {
        "_block": -1,
        "_item": 40,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern."
      },
      {
        "_block": -1,
        "_item": 41,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag."
      },
      {
        "_block": -1,
        "_item": 42,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\"",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“."
      },
      {
        "_block": -1,
        "_item": 43,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\"",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“."
      },
      {
        "_block": -1,
        "_item": 44,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 16,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“. Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Der Experte, Tiffany Ng von der University of Michigan, bemerkte auch, dass es das erste Carillon der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Carillon an der Riverside Church umzog."
      },
      {
        "_block": -1,
        "_item": 45,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 17,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Mr. Merriweather said that St. Martin's did not replace him.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“. Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, bemerkte auch, dass es das erste Carillon der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Carillon an der Riverside Church umzog.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Herr Merriweather sagte, dass St. Martin's ihn nicht ersetzt habe."
      },
      {
        "_block": -1,
        "_item": 46,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 18,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“. Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, bemerkte auch, dass es das erste Carillon der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Carillon an der Riverside Church umzog. Herr Merriweather sagte, dass St. Martin's ihn nicht ersetzt habe.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Was sich in den letzten Monaten in St. Martin's abgespielt hat, war eine komplizierte Geschichte von Architekten und Bauunternehmern, von denen einige von den Laienführern der Kirche, andere von der Bischofsdiözese eingebracht wurden."
      },
      {
        "_block": -1,
        "_item": 47,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 19,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him. What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The vestry - the parish's governing body, made up of lay leaders - wrote the diocese in July with concerns that the diocese \"would seek to pass along the costs\" to the vestry, even though the vestry had not been involved in hiring the architects and contractors the diocese sent in.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“. Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, bemerkte auch, dass es das erste Carillon der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Carillon an der Riverside Church umzog. Herr Merriweather sagte, dass St. Martin's ihn nicht ersetzt habe. Was sich in den letzten Monaten in St. Martin's abgespielt hat, war eine komplizierte Geschichte von Architekten und Bauunternehmern, von denen einige von den Laienführern der Kirche, andere von der Bischofsdiözese eingebracht wurden.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die Sakristei – das Leitungsgremium der Pfarrei, das sich aus Laienführern zusammensetzt – schrieb die Diözese im Juli mit der Sorge, dass die Diözese versuchen würde, die Kosten auf die Sakristei abzuwälzen, obwohl die Sakristei nicht an der Einstellung der Architekten und Bauunternehmer beteiligt war, die von der Diözese entsandt wurden."
      },
      {
        "_block": -1,
        "_item": 48,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 20,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him. What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese. The vestry - the parish's governing body, made up of lay leaders - wrote the diocese in July with concerns that the diocese \"would seek to pass along the costs\" to the vestry, even though the vestry had not been involved in hiring the architects and contractors the diocese sent in.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Some parishioners complained of a lack of transparency on the diocese's part.",
        "targetContextLeft": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“. Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, bemerkte auch, dass es das erste Carillon der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Carillon an der Riverside Church umzog. Herr Merriweather sagte, dass St. Martin's ihn nicht ersetzt habe. Was sich in den letzten Monaten in St. Martin's abgespielt hat, war eine komplizierte Geschichte von Architekten und Bauunternehmern, von denen einige von den Laienführern der Kirche, andere von der Bischofsdiözese eingebracht wurden. Die Sakristei – das Leitungsgremium der Pfarrei, das sich aus Laienführern zusammensetzt – schrieb die Diözese im Juli mit der Sorge, dass die Diözese versuchen würde, die Kosten auf die Sakristei abzuwälzen, obwohl die Sakristei nicht an der Einstellung der Architekten und Bauunternehmer beteiligt war, die von der Diözese entsandt wurden.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Einige Gemeindemitglieder beschwerten sich über einen Mangel an Transparenz seitens der Diözese."
      },
      {
        "_block": -1,
        "_item": 49,
        "documentID": "nytimes.184853",
        "isCompleteDocument": true,
        "itemID": "21",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him. What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese. The vestry - the parish's governing body, made up of lay leaders - wrote the diocese in July with concerns that the diocese \"would seek to pass along the costs\" to the vestry, even though the vestry had not been involved in hiring the architects and contractors the diocese sent in. Some parishioners complained of a lack of transparency on the diocese's part.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die Glocken des St. Martin's Fall Silent als Kirchen in Harlem Kampf „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Herr Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Führer es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, wird weiß sein“, sagte er, „und wird daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße Methodistengemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern an der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hinterließ das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, gaben sie das Carillon in Auftrag. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Carillon stolz „die Glocken der Armen“. Der Experte, der das Carillon im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, bemerkte auch, dass es das erste Carillon der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Carillon an der Riverside Church umzog. Herr Merriweather sagte, dass St. Martin's ihn nicht ersetzt habe. Was sich in den letzten Monaten in St. Martin's abgespielt hat, war eine komplizierte Geschichte von Architekten und Bauunternehmern, von denen einige von den Laienführern der Kirche, andere von der Bischofsdiözese eingebracht wurden. Die Sakristei – das Leitungsgremium der Pfarrei, das sich aus Laienführern zusammensetzt – schrieb die Diözese im Juli mit der Sorge, dass die Diözese versuchen würde, die Kosten auf die Sakristei abzuwälzen, obwohl die Sakristei nicht an der Einstellung der Architekten und Bauunternehmer beteiligt war, die von der Diözese entsandt wurden. Einige Gemeindemitglieder beschwerten sich über einen Mangel an Transparenz seitens der Diözese."
      },
      {
        "_block": -1,
        "_item": 49,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen"
      },
      {
        "_block": -1,
        "_item": 50,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "„Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams."
      },
      {
        "_block": -1,
        "_item": 51,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"Today, there's neither.\"",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "„Heute gibt es weder das eine noch das andere“."
      },
      {
        "_block": -1,
        "_item": 52,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "He said the disappearance of bars was understandable.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Er sagte, das Verschwinden der Bars sei verständlich."
      },
      {
        "_block": -1,
        "_item": 53,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"People socialize in a different way\" nowadays, he said.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "„Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er."
      },
      {
        "_block": -1,
        "_item": 54,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"Bars are no longer neighborhood living rooms where people go on a regular basis.\"",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "„Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“."
      },
      {
        "_block": -1,
        "_item": 55,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\"",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“."
      },
      {
        "_block": -1,
        "_item": 56,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden."
      },
      {
        "_block": -1,
        "_item": 57,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "\"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\"",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "„Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“."
      },
      {
        "_block": -1,
        "_item": 58,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später."
      },
      {
        "_block": -1,
        "_item": 59,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The original white Methodist congregation moved out in the 1930s.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus."
      },
      {
        "_block": -1,
        "_item": 60,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A black congregation that had been worshiping nearby took title to the building.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes."
      },
      {
        "_block": -1,
        "_item": 61,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern."
      },
      {
        "_block": -1,
        "_item": 62,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel."
      },
      {
        "_block": -1,
        "_item": 63,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\"",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“."
      },
      {
        "_block": -1,
        "_item": 64,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\"",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“."
      },
      {
        "_block": -1,
        "_item": 65,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 16,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“. Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Der Experte, Tiffany Ng von der University of Michigan, merkte auch an, dass es das erste Glockenspiel der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Glockenspiel in der Riverside Church umzog."
      },
      {
        "_block": -1,
        "_item": 66,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 17,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Mr. Merriweather said that St. Martin's did not replace him.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“. Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, merkte auch an, dass es das erste Glockenspiel der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Glockenspiel in der Riverside Church umzog.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Mr. Merriweather sagte, dass St. Martin's ihn nicht ersetzte."
      },
      {
        "_block": -1,
        "_item": 67,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 18,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“. Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, merkte auch an, dass es das erste Glockenspiel der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Glockenspiel in der Riverside Church umzog. Mr. Merriweather sagte, dass St. Martin's ihn nicht ersetzte.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Was sich in St. Martin's in den letzten Monaten abgespielt hat, war eine komplizierte Geschichte von Architekten und Auftragnehmern, einige von den Laienführern der Kirche, andere von der Bischofsdiözese."
      },
      {
        "_block": -1,
        "_item": 68,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 19,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him. What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The vestry - the parish's governing body, made up of lay leaders - wrote the diocese in July with concerns that the diocese \"would seek to pass along the costs\" to the vestry, even though the vestry had not been involved in hiring the architects and contractors the diocese sent in.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“. Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, merkte auch an, dass es das erste Glockenspiel der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Glockenspiel in der Riverside Church umzog. Mr. Merriweather sagte, dass St. Martin's ihn nicht ersetzte. Was sich in St. Martin's in den letzten Monaten abgespielt hat, war eine komplizierte Geschichte von Architekten und Auftragnehmern, einige von den Laienführern der Kirche, andere von der Bischofsdiözese.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Sakristei – das Leitungsgremium der Pfarrei, das aus Laienführern besteht – schrieb die Diözese im Juli mit der Sorge, dass die Diözese versuchen würde, „die Kosten“ an die Sakristei weiterzugeben, obwohl die Sakristei nicht an der Einstellung der Architekten und Auftragnehmer beteiligt war, die von der Diözese entsandt wurden."
      },
      {
        "_block": -1,
        "_item": 69,
        "documentID": "nytimes.184853",
        "isCompleteDocument": false,
        "itemID": 20,
        "itemType": "TGT",
        "sourceContextLeft": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him. What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese. The vestry - the parish's governing body, made up of lay leaders - wrote the diocese in July with concerns that the diocese \"would seek to pass along the costs\" to the vestry, even though the vestry had not been involved in hiring the architects and contractors the diocese sent in.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Some parishioners complained of a lack of transparency on the diocese's part.",
        "targetContextLeft": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“. Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, merkte auch an, dass es das erste Glockenspiel der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Glockenspiel in der Riverside Church umzog. Mr. Merriweather sagte, dass St. Martin's ihn nicht ersetzte. Was sich in St. Martin's in den letzten Monaten abgespielt hat, war eine komplizierte Geschichte von Architekten und Auftragnehmern, einige von den Laienführern der Kirche, andere von der Bischofsdiözese. Die Sakristei – das Leitungsgremium der Pfarrei, das aus Laienführern besteht – schrieb die Diözese im Juli mit der Sorge, dass die Diözese versuchen würde, „die Kosten“ an die Sakristei weiterzugeben, obwohl die Sakristei nicht an der Einstellung der Architekten und Auftragnehmer beteiligt war, die von der Diözese entsandt wurden.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Einige Gemeindemitglieder beschwerten sich über einen Mangel an Transparenz auf Seiten der Diözese."
      },
      {
        "_block": -1,
        "_item": 70,
        "documentID": "nytimes.184853",
        "isCompleteDocument": true,
        "itemID": "21",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Bells of St. Martin's Fall Silent as Churches in Harlem Struggle \"Historically, the old people I've talked to say there was a bar and a church on every corner,\" Mr. Adams said. \"Today, there's neither.\" He said the disappearance of bars was understandable. \"People socialize in a different way\" nowadays, he said. \"Bars are no longer neighborhood living rooms where people go on a regular basis.\" As for churches, he worries that the money from selling assets will not last as long as leaders expect it to, \"and sooner or later they'll be right back where they started.\" Churches, he added, could be replaced by apartment buildings with condominiums filled with the kind of people who will not help the neighborhood's remaining sanctuaries. \"The overwhelming majority of people who buy condominiums in these buildings will be white,\" he said, \"and therefore will hasten the day that these churches close altogether because it is unlikely that most of these people who move into these condominiums will become members of these churches.\" Both churches were built by white congregations before Harlem became a black metropolis - Metropolitan Community in 1870, St. Martin's a decade later. The original white Methodist congregation moved out in the 1930s. A black congregation that had been worshiping nearby took title to the building. St. Martin's was taken over by a black congregation under the Rev. John Howard Johnson, who led a boycott of retailers on 125th Street, a main street for shopping in Harlem, who resisted hiring or promoting blacks. A fire in 1939 left the building badly damaged, but as Father Johnson's parishioners made plans to rebuild, they commissioned the carillon. The Rev. David Johnson, Father Johnson's son and successor at St. Martin's, proudly called the carillon \"the poor people's bells.\" The expert who played the carillon in July called it something else: \"A cultural treasure\" and \"an irreplaceable historical instrument.\" The expert, Tiffany Ng of the University of Michigan, also noted that it was the first carillon in the world to be played by a black musician, Dionisio A. Lind, who moved to the larger carillon at the Riverside Church 18 years ago. Mr. Merriweather said that St. Martin's did not replace him. What has played out at St. Martin's over the last few months has been a complicated tale of architects and contractors, some brought in by the lay leaders of the church, others by the Episcopal diocese. The vestry - the parish's governing body, made up of lay leaders - wrote the diocese in July with concerns that the diocese \"would seek to pass along the costs\" to the vestry, even though the vestry had not been involved in hiring the architects and contractors the diocese sent in. Some parishioners complained of a lack of transparency on the diocese's part.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Glocken von St. Martin verstummen, während die Kirchen in Harlem kämpfen „Historisch gesehen sagen die alten Leute, mit denen ich gesprochen habe, dass es an jeder Ecke eine Bar und eine Kirche gab“, sagte Mr. Adams. „Heute gibt es weder das eine noch das andere“. Er sagte, das Verschwinden der Bars sei verständlich. „Die Menschen sozialisieren sich heute auf eine andere Weise“, sagte er. „Bars sind keine Nachbarschaftswohnzimmer mehr, in die die Menschen regelmäßig gehen“. Was die Kirchen angeht, so sorgt er sich, dass das Geld aus dem Verkauf von Vermögenswerten nicht so lange halten wird, wie die Politiker es erwarten, „und früher oder später werden sie wieder da sein, wo sie angefangen haben“. Kirchen, fügte er hinzu, könnten durch Mehrfamilienhäuser mit Eigentumswohnungen ersetzt werden, die mit der Art von Menschen gefüllt sind, die den verbliebenen Heiligtümern der Nachbarschaft nicht helfen werden. „Die überwältigende Mehrheit der Menschen, die Eigentumswohnungen in diesen Gebäuden kaufen, werden weiß sein“, sagte er, „und werden daher den Tag beschleunigen, an dem diese Kirchen ganz geschlossen werden, weil es unwahrscheinlich ist, dass die meisten dieser Menschen, die in diese Eigentumswohnungen ziehen, Mitglieder dieser Kirchen werden“. Beide Kirchen wurden von weißen Gemeinden gebaut, bevor Harlem eine schwarze Metropole wurde – Metropolitan Community 1870, St. Martin's ein Jahrzehnt später. Die ursprüngliche weiße methodistische Gemeinde zog in den 1930er Jahren aus. Eine schwarze Gemeinde, die in der Nähe angebetet hatte, übernahm den Titel des Gebäudes. St. Martin's wurde von einer schwarzen Gemeinde unter Rev. John Howard Johnson übernommen, der einen Boykott von Einzelhändlern in der 125th Street, einer Haupteinkaufsstraße in Harlem, anführte, die sich weigerten, Schwarze einzustellen oder zu fördern. Ein Brand im Jahr 1939 hat das Gebäude schwer beschädigt, aber als die Gemeindemitglieder von Pater Johnson Pläne zum Wiederaufbau machten, beauftragten sie das Glockenspiel. Rev. David Johnson, Pater Johnsons Sohn und Nachfolger bei St. Martin's, nannte das Glockenspiel stolz „die Glocken der Armen“. Der Experte, der das Glockenspiel im Juli spielte, nannte es etwas anderes: „Ein kultureller Schatz“ und „ein unersetzliches historisches Instrument“. Der Experte, Tiffany Ng von der University of Michigan, merkte auch an, dass es das erste Glockenspiel der Welt war, das von einem schwarzen Musiker gespielt wurde, Dionisio A. Lind, der vor 18 Jahren in das größere Glockenspiel in der Riverside Church umzog. Mr. Merriweather sagte, dass St. Martin's ihn nicht ersetzte. Was sich in St. Martin's in den letzten Monaten abgespielt hat, war eine komplizierte Geschichte von Architekten und Auftragnehmern, einige von den Laienführern der Kirche, andere von der Bischofsdiözese. Die Sakristei – das Leitungsgremium der Pfarrei, das aus Laienführern besteht – schrieb die Diözese im Juli mit der Sorge, dass die Diözese versuchen würde, „die Kosten“ an die Sakristei weiterzugeben, obwohl die Sakristei nicht an der Einstellung der Architekten und Auftragnehmer beteiligt war, die von der Diözese entsandt wurden. Einige Gemeindemitglieder beschwerten sich über einen Mangel an Transparenz auf Seiten der Diözese."
      },
      {
        "_block": -1,
        "_item": 70,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen"
      },
      {
        "_block": -1,
        "_item": 71,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen."
      },
      {
        "_block": -1,
        "_item": 72,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat."
      },
      {
        "_block": -1,
        "_item": 73,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben."
      },
      {
        "_block": -1,
        "_item": 74,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, dass er die Abstimmung missachten werde."
      },
      {
        "_block": -1,
        "_item": 75,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, dass er die Abstimmung missachten werde.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Die Befürworter des Referendums, darunter Ministerpräsident Zoran Zaev, argumentieren jedoch, dass die Namensänderung einfach der Preis sei, den man zahlen müsse, um der EU und der NATO beizutreten."
      },
      {
        "_block": -1,
        "_item": 76,
        "documentID": "rt.com.91337",
        "isCompleteDocument": true,
        "itemID": "6",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote. However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence_document.6974.en-de.sgm",
        "targetText": "Mazedonier gehen bei Referendum über Namensänderung an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um einen jahrzehntelangen Streit mit dem benachbarten Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn einen Anspruch auf sein Territorium darstellt, und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, dass er die Abstimmung missachten werde. Die Befürworter des Referendums, darunter Ministerpräsident Zoran Zaev, argumentieren jedoch, dass die Namensänderung einfach der Preis sei, den man zahlen müsse, um der EU und der NATO beizutreten."
      },
      {
        "_block": -1,
        "_item": 76,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes"
      },
      {
        "_block": -1,
        "_item": 77,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen."
      },
      {
        "_block": -1,
        "_item": 78,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "BAD",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Die Volksabstimmung wurde ins Leben gerufen, um der Sorge, dass die Diözese \"versuchen Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat."
      },
      {
        "_block": -1,
        "_item": 79,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "BAD",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um der Sorge, dass die Diözese \"versuchen Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn Parlament die Möglichkeit, seinen Namen zu und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben."
      },
      {
        "_block": -1,
        "_item": 80,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um der Sorge, dass die Diözese \"versuchen Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn Parlament die Möglichkeit, seinen Namen zu und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten."
      },
      {
        "_block": -1,
        "_item": 81,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "BAD",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetContextLeft": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um der Sorge, dass die Diözese \"versuchen Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn Parlament die Möglichkeit, seinen Namen zu und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Die Befürworter des Referendums, darunter Premierminister Zoran Zaev, argumentieren jedoch, dass die Namensänderung in der Nähe eine Religion ausübten, für den Beitritt zur EU und zur NATO zahlen müsse."
      },
      {
        "_block": -1,
        "_item": 82,
        "documentID": "rt.com.91337",
        "isCompleteDocument": true,
        "itemID": "6",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\" The popular vote was set up in a bid to resolve a decades-long dispute with neighboring Greece, which has its own province called Macedonia. Athens has long insisted that its northern neighbor's name represents a claim on its territory and has repeatedly objected to its membership bids for the EU and NATO. Macedonian President Gjorge Ivanov, an opponent of the plebiscite on the name change, has said he will disregard the vote. However, supporters of the referendum, including Prime Minister Zoran Zaev, argue that the name change is simply the price to pay to join the EU and NATO.",
        "targetID": "newstest2019.Microsoft-WMT19-sentence-level.6785.en-de.sgm",
        "targetText": "Mazedonier gehen an die Urnen in Referendum über die Änderung des Namens des Landes Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen. Die Volksabstimmung wurde ins Leben gerufen, um der Sorge, dass die Diözese \"versuchen Griechenland zu lösen, das eine eigene Provinz namens Mazedonien hat. Athen besteht seit langem darauf, dass der Name seines nördlichen Nachbarn Parlament die Möglichkeit, seinen Namen zu und hat wiederholt Einwände gegen seine Beitrittsgesuche für die EU und die NATO erhoben. Der mazedonische Präsident Gjorge Ivanov, ein Gegner der Volksabstimmung über die Namensänderung, hat erklärt, er werde die Abstimmung missachten. Die Befürworter des Referendums, darunter Premierminister Zoran Zaev, argumentieren jedoch, dass die Namensänderung in der Nähe eine Religion ausübten, für den Beitritt zur EU und zur NATO zahlen müsse."
      },
      {
        "_block": -1,
        "_item": 82,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "BAD",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Welsh AMs worried about 'looking like muppets'",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“"
      },
      {
        "_block": -1,
        "_item": 83,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets'",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament).",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern."
      },
      {
        "_block": -1,
        "_item": 84,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament).",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "It has arisen because of plans to change the name of the assembly to the Welsh Parliament.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern."
      },
      {
        "_block": -1,
        "_item": 85,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "AMs across the political spectrum are worried it could invite ridicule.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte."
      },
      {
        "_block": -1,
        "_item": 86,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\"",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“."
      },
      {
        "_block": -1,
        "_item": 87,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "For readers outside of Wales: In Welsh twp means daft and pwp means poo.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo."
      },
      {
        "_block": -1,
        "_item": 88,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen."
      },
      {
        "_block": -1,
        "_item": 89,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte."
      },
      {
        "_block": -1,
        "_item": 90,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen."
      },
      {
        "_block": -1,
        "_item": 91,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\"",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“."
      },
      {
        "_block": -1,
        "_item": 92,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\"",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The Government of Wales Act 2017 gave the Welsh assembly the power to change its name.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern."
      },
      {
        "_block": -1,
        "_item": 93,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand."
      },
      {
        "_block": -1,
        "_item": 94,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung."
      },
      {
        "_block": -1,
        "_item": 95,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt."
      },
      {
        "_block": -1,
        "_item": 96,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "BAD",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation. AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "The legislation on the reforms will include other changes to the way the assembly works, including rules on disqualification of AMs and the design of the committee system.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung. Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Rechtsvorschriften zu den Reformen werden weitere Änderungen an und Nachfolger in St. Martin's, nannte Vorschriften über den Ausschluss von AMs und die Gestaltung des Ausschusssystems."
      },
      {
        "_block": -1,
        "_item": 97,
        "documentID": "bbc.381790",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation. AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks. The legislation on the reforms will include other changes to the way the assembly works, including rules on disqualification of AMs and the design of the committee system.",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "AMs will get the final vote on the question of what they should be called when they debate the legislation.",
        "targetContextLeft": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung. Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt. Die Rechtsvorschriften zu den Reformen werden weitere Änderungen an und Nachfolger in St. Martin's, nannte Vorschriften über den Ausschluss von AMs und die Gestaltung des Ausschusssystems.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die AMs werden die Schlussabstimmung über die Frage erhalten, wie sie bei der Debatte über die Rechtsvorschriften genannt werden sollten."
      },
      {
        "_block": -1,
        "_item": 98,
        "documentID": "bbc.381790",
        "isCompleteDocument": true,
        "itemID": "16",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Welsh AMs worried about 'looking like muppets' There is consternation among some AMs at a suggestion their title should change to MWPs (Member of the Welsh Parliament). It has arisen because of plans to change the name of the assembly to the Welsh Parliament. AMs across the political spectrum are worried it could invite ridicule. One Labour AM said his group was concerned \"it rhymes with Twp and Pwp.\" For readers outside of Wales: In Welsh twp means daft and pwp means poo. A Plaid AM said the group as a whole was \"not happy\" and has suggested alternatives. A Welsh Conservative said his group was \"open minded\" about the name change, but noted it was a short verbal hop from MWP to Muppet. In this context The Welsh letter w is pronounced similarly to the Yorkshire English pronunciation of the letter u. The Assembly Commission, which is currently drafting legislation to introduce the name changes, said: \"The final decision on any descriptors of what Assembly Members are called will of course be a matter for the members themselves.\" The Government of Wales Act 2017 gave the Welsh assembly the power to change its name. In June, the Commission published the results of a public consultation on the proposals which found broad support for calling the assembly a Welsh Parliament. On the matter of the AMs' title, the Commission favoured Welsh Parliament Members or WMPs, but the MWP option received the most support in a public consultation. AMs are apparently suggesting alternative options, but the struggle to reach consensus could be a headache for the Presiding Officer, Elin Jones, who is expected to submit draft legislation on the changes within weeks. The legislation on the reforms will include other changes to the way the assembly works, including rules on disqualification of AMs and the design of the committee system. AMs will get the final vote on the question of what they should be called when they debate the legislation.",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "einen jahrzehntelangen Streit mit dass sie „wie Muppets aussehen“ Einige AMs sind bestürzt über den Vorschlag, ihren Titel in Walisische Ageordnete sorgen sich \"wie zu ändern. Der Grund dafür sind Pläne, den Namen der Versammlung in das Walisische Parlament zu ändern. AMs aus dem des Walisischen Parlaments) nur besorgt, dass dies zu Spott führen könnte. Ein Labour-AM Beide Kirchen wurden von weißen darüber, dass „es sich mit Twp und Pwp reimt“. Für Leser Nähe eine Religion ausübten, Walisisch bedeutet twp daft und pwp bedeutet poo. Ein Plaid-AM sagte, die Gruppe als Ganzes sei „nicht glücklich“ und habe Alternativen vorgeschlagen. Ein Vorschlägen veröffentlicht, wonach die Namensänderung in „aufgeschlossen“ gegenüber der Namensänderung, merkte jedoch an, dass es sich um einen kurzen verbalen Sprung von MWP zu Muppet handelte. In diesem Zusammenhang wird der walisische Buchstabe w ähnlich wie die Yorkshire-Englische Aussprache des Buchstabens u ausgesprochen. Die Versammlungskommission, die derzeit Rechtsvorschriften Gemeinde zog in den 1930er Jahren „Die endgültige Entscheidung über die Bezeichnung der Mitglieder der Versammlung wird natürlich Sache der Mitglieder selbst sein“. Jahr 1939 hinterließ das Gebäude 2017 gab der walisischen Versammlung die Befugnis, ihren Namen zu ändern. Im Juni veröffentlichte die Kommission die Ergebnisse einer öffentlichen Konsultation zu den Vorschlägen, die breite Unterstützung für die Bezeichnung der Versammlung als walisisches Parlament fand. In der Frage des Titels der AMs favorisierte die Kommission walisische Parlamentsmitglieder oder WMPs, aber die MWP-Option erhielt in einer öffentlichen Konsultation die meiste Unterstützung. Die AMs schlagen offenbar alternative Optionen vor, aber das Ringen um einen Konsens könnte dem Vorsitzenden, Elin Jones, Kopfzerbrechen bereiten, von dem erwartet wird, dass er innerhalb von Wochen einen Gesetzesentwurf zu den Änderungen vorlegt. Die Rechtsvorschriften zu den Reformen werden weitere Änderungen an und Nachfolger in St. Martin's, nannte Vorschriften über den Ausschluss von AMs und die Gestaltung des Ausschusssystems. Die AMs werden die Schlussabstimmung über die Frage erhalten, wie sie bei der Debatte über die Rechtsvorschriften genannt werden sollten."
      },
      {
        "_block": -1,
        "_item": 98,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "BAD",
        "sourceContextLeft": "",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name",
        "targetContextLeft": "",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Mazedonier gehen Ivanov, ein Gegner des an die Urnen"
      },
      {
        "_block": -1,
        "_item": 99,
        "documentID": "rt.com.91337",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Macedonians go to polls in referendum on changing country's name",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "targetContextLeft": "Mazedonier gehen Ivanov, ein Gegner des an die Urnen",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen."
      },
      {
        "_block": -1,
        "_item": 100,
        "documentID": "rt.com.91337",
        "isCompleteDocument": true,
        "itemID": "6",
        "itemType": "TGT",
        "sourceID": "newstest2019-ende-src.en.sgm",
        "sourceText": "Macedonians go to polls in referendum on changing country's name Voters will vote Sunday on whether to change their country's name to the \"Republic of North Macedonia.\"",
        "targetID": "newstest2019.Microsoft-WMT19-document-level.6808.en-de.sgm",
        "targetText": "Mazedonier gehen Ivanov, ein Gegner des an die Urnen Die Wähler werden am Sonntag darüber abstimmen, ob sie den Namen ihres Landes in „Republik Nordmakedonien“ ändern wollen."
      }
    ],
    "task": {
      "batchNo": 1,
      "batchSize": 100,
      "randomSeed": 123456,
      "requiredAnnotations": 1,
      "sourceLanguage": "eng",
      "targetLanguage": "deu"
    }
  }
]